Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: For if they who are of the law are the people who get the heritage, then faith is made of no use, and the word of God has no power;
chr: ᎢᏳᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎩ ᎤᎾᏤᎵ ᏱᏂᎨᎬᏁᎭ, ᎿᏉ ᎠᏎᏉ ᏂᎦᎵᏍᏗᎭ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏚᎢᏍᏛ ᎪᎱᏍᏗ ᎬᎪᏗ ᏂᎨᏒᎾ ᏂᎦᎵᏍᏗᎭ.

source: For the outcome of the law is wrath; but where there is no law it will not be broken.
chr: ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ; ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎾᎿ ᎾᎲᎾ ᎨᏒ, ᎾᎿ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏲᏍᏙᏗ ᎨᏒ ᎥᏝ ᏰᎭ.

source: For this reason it is of faith, so that it may be through grace; and so that the word of God may be certain to all the seed; not only to that which is of the law, but to that which is of the faith of Abraham, who is the father of us all,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎪᎯᏳᏗ ᎨᏒ ᎠᎵᏍᎦᏍᏙᏗᎭ, ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏅᏓᏳᏓᎴᏗᏱ; ᎾᏍᎩ ᎠᏚᎢᏍᏔᏅᎯ ᎨᏒ ᎤᎵᏂᎩᏗᏳ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᎾᏂᎥ ᎤᏁᏢᏔᏅᏛ ᎨᏒᎢ; ᎥᏝ ᎾᏍᎩ ᎤᏅᏒ ᏧᏁᏢᏔᏅᏛ ᎨᏒ ᎾᏍᎩᏯ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎬᏅᎢ, ᎾᏍᏉᏍᎩᏂ ᎾᏍᎩ ᏧᏁᏢᏔᏅᏛ ᎨᏒ ᎡᏆᎭᎻ ᎤᏬᎯᏳᏒ ᎾᏍᎩᏯ ᎤᏃᎯᏳᏅᎯ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᎡᏆᎭᎻ ᏂᏗᎥ ᎢᎩᏙᏓ ᏥᎩ,

source: (As it is said in the holy Writings, I have made you a father of a number of nations) before him in whom he had faith, that is, God, who gives life to the dead, and to whom the things which are not are as if they were.
chr: (ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎤᏂᏣᏘ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏂᏙᏓ ᏂᎬᏴᎦ,) ᎠᎦᏔᎲ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏥᎪᎯᏳᎲᏍᎨᎢ, ᎾᏍᎩ ᏗᎬᏂᏗᏍᎩ ᏥᎩ ᏧᏂᏲᎱᏒᎯ, ᎠᎴ ᏗᏯᏂᏍᎩ ᏥᎩ ᏧᎾᏓᎴᏅᏛ ᎾᏍᎩ ᎾᏁᎲᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏣᏁᎰ ᎾᏍᎩᏯᎢ;

source: Who without reason for hope, in faith went on hoping, so that he became the father of a number of nations, as it had been said, So will your seed be.
chr: ᎾᏍᎩ ᎤᏚᎩ ᎦᎬᏗ ᏂᎨᏒᎾ ᏥᎨᏎᎢ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᏧᏬᎯᏳᏁᎢ, ᎾᏍᎩ ᎤᏂᏣᏘ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏂᏙᏓ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᎯᎠ ᎢᎦᏪᏛ ᏥᎩ, ᎾᏍᎩᏯ ᏄᏂᏧᏈᏍᏕᏍᏗ ᏣᏁᏢᏔᏅᎯ;

source: And not being feeble in faith though his body seemed to him little better than dead (he being about a hundred years old) and Sarah was no longer able to have children:
chr: ᎠᎴ ᏩᎾᎦᎳ ᏂᎨᏒᎾ ᎨᏒ ᎤᏬᎯᏳᏒᎢ, ᎥᏝ ᏳᏓᏅᏖᎴ ᎤᏩᏒ ᎠᏰᎵ ᎤᎵᏬᏨᎯ ᎨᏒᎢ, ᎿᏉ ᎠᏍᎪᎯᏧᏈ ᎢᏴᏛ ᎢᏳᏕᏘᏴᏛ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᏳᏓᏅᏖᎴ ᎤᎶᏒᏍᏓᏁᎸᎯ ᎨᏒ ᏎᎵ ᏧᏓᎾᏄᎪᏫᏍᏗᏱ;

source: Still, he did not give up faith in the undertaking of God, but was made strong by faith, giving glory to God,
chr: ᎥᏝ ᏳᏜᏏᏛᎡᎮ ᎤᏁᎳᏅᎯ ᎤᏚᎢᏍᏔᏅᎢ ᏄᏬᎯᏳᏒᎾ ᎨᏒ ᎢᏳᏍᏗ; ᎤᎵᏂᎩᏗᏳᏍᎩᏂ ᎨᏎ ᎤᏬᎯᏳᏒᎢ, ᎦᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ,

source: And being certain that God was able to keep his word.
chr: ᎠᎴ ᎤᎧᎵᏨᎯ ᎤᏬᎯᏳᏎᎢ ᎾᏍᎩ ᏄᏍᏛ ᎤᏚᎢᏍᏔᏅ ᏰᎵᏉ ᎾᏍᏉ ᎢᎬᏩᏛᏁᏗ ᎨᏒᎢ.

source: For which reason it was put to his account as righteousness.
chr: ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ ᎠᏥᏰᎸᎾᏁᎴ ᎾᏍᎩ.

source: Now, it was not because of him only that this was said,
chr: ᎥᏝ ᎠᎴ ᎤᏩᏒᏉ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎪᏪᎳᏅᎯ ᏥᎩ, ᎾᏍᎩ [ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ] ᏣᏥᏰᎸᎾᏁᎴᎢ;

source: But for us in addition, to whose account it will be put, if we have faith in him who made Jesus our Lord come back again from the dead,
chr: ᎠᏴᏍᎩᏂ ᎨᏒ ᎾᏍᏉ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ, ᎾᏍᎩ [ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ] ᎡᎩᏰᎸᎾᏁᏗ ᏥᎩ, ᎡᏙᎯᏳᎲᏍᎩ ᎾᏍᎩ ᏧᎴᏔᏅᎯ ᎤᏲᎱᏒ ᏥᏌ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ;

source: Who was put to death for our evil-doing, and came to life again so that we might have righteousness.
chr: ᎾᏍᎩ ᏥᏓᏥᏲᏎ ᎠᏴ ᎢᎩᏍᎦᏅᏨ ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ, ᎠᎴ ᏥᏓᎦᎴᏔᏁ ᎠᏴ ᎢᎦᏚᏓᎴᏍᏗᏱ.

source: For which reason, because we have righteousness through faith, let us be at peace with God through our Lord Jesus Christ;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎪᎯᏳᏗ ᎨᏒ ᎢᎦᏚᏓᎴᏍᏔᏅᎯ ᏥᎩ, ᏅᏩᏙᎯᏯᏛ ᏂᎬᏅ ᎤᏁᎳᎥᎯ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ;

source: Through whom, in the same way, we have been able by faith to come to this grace in which we now are; and let us have joy in hope of the glory of God.
chr: ᎾᏍᎩ ᎾᏍᏉ ᎢᏳᏩᏂᏌᏛ ᎪᎯᏳᏗ ᎢᏛᏗᏍᎬ ᎨᎩᎷᎯᏍᏗ ᏥᏄᎵᏍᏔᏅ ᎯᎠ ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎾᎿ ᏥᏕᏗᏙᎦ, ᎠᎴ ᏥᏓᎵᎮᎵᎦ ᎤᏚᎩ ᎢᎬᏒ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎡᎩᏁᏗᏱ.

source: And not only so, but let us have joy in our troubles: in the knowledge that trouble gives us the power of waiting;
chr: ᎠᎴ ᎥᏝ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎾᏍᏉᏍᎩᏂ ᎠᎩᎵᏯ ᎢᎩᎷᏤᎲ ᎢᏓᎵᎮᎵᎪᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎢᏗᎦᏔᎲ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎠᎬᏂᏗᏳ ᎾᏓᏛᏁᎲᎢ;

source: And waiting gives experience; and experience, hope:
chr: ᎠᎬᏂᏗᏳᏃ ᎨᏒ ᎣᏩᏒ ᎣᏓᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎾᏓᏛᏁᎲᎢ; ᎣᏩᏒᏃ ᎣᏓᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎠᏓᏩᏛᎡᎲᎢ;

source: And hope does not put to shame; because our hearts are full of the love of God through the Holy Spirit which is given to us.
chr: ᎾᏍᎩᏃ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎥᏝ ᎠᏕᎰᎯᏍᏗᏱ ᏴᎬᏓᏩᏛᏏ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒ ᎡᎩᏐᏅᏰᎸ ᏗᎩᎾᏫᏱ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᎡᎩᏁᎸᎯ ᏥᎩ.

source: For when we were still without strength, at the right time Christ gave his life for evil-doers.
chr: ᏂᏗᎦᎵᏂᎬᎬᎾᏰᏃ ᎠᏎ ᏥᎨᏎᎢ, ᎾᎯᏳ ᎠᏎᎸᎯ ᎨᏒ ᎦᎶᏁᏛ ᎢᎩᏲᎱᎯᏎᎴ ᎢᏗᏍᎦᎾᎢ.

source: Now it is hard for anyone to give his life even for an upright man, though it might be that for a good man someone would give his life.
chr: ᎤᏎᎦᏨᎯᏰᏃ ᎤᏓᏅᏘ ᎠᏍᎦᏯ ᎩᎶ ᏯᏲᎱᎯᏏ; ᏯᏎᎦᎩᏍᎩᏂᏃᏅ ᎣᏍᏛ ᎠᏍᎦᏯ ᎩᎶ ᎬᏩᏲᎱᎯᏎᏗ ᏱᏂᎦᎩ.

source: But God has made clear his love to us, in that, when we were still sinners, Christ gave his life for us.
chr: ᎤᏁᎳᏅᎯᏍᎩᏂ ᎦᎾᏄᎪᏫᏍᎦ ᎢᎩᎨᏳᎯᏳ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏏ ᎢᏗᏍᎦᎾ ᏥᎨᏎᎢ ᎦᎶᏁᏛ ᎢᎩᏲᎱᎯᏎᎴᎢ.

source: Much more, if we now have righteousness by his blood, will salvation from the wrath of God come to us through him.
chr: ᎾᏍᎩᏃ ᏥᏄᏍᏗ, ᎾᏍᎩ ᎤᎩᎬ ᎢᎦᏚᏓᎴᏍᏔᏅᎯ ᏥᎩ, ᎤᏟᎯ ᎤᏙᎯᏳᎯᏯ ᎡᎩᏍᏕᎸᏗ ᎨᏎᏍᏗ ᎡᎫᏓᎴᏍᏗ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ.

source: For if, when we were haters of God, the death of his Son made us at peace with him, much more, now that we are his friends, will we have salvation through his life;
chr: ᎢᏳᏰᏃ, ᎠᏏ ᎡᏗᏍᎦᎩ ᏥᎨᏒᎩ ᎡᏙᎢᏍᏓᏁᎸᎯ ᏱᎩ ᎤᏁᎳᏅᎯ ᎬᏔᏅᎯ ᎤᏪᏥ ᎤᏲᎱᏒᎢ, ᎿᏉ ᎪᎯ ᎡᏙᎢᏍᏓᏁᎸᎯ ᏥᎩ, ᎤᏟᎯ ᎤᏙᎯᏳᎯᏯ ᎡᎩᏍᏕᎸᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎬᏃᏛ ᎨᏒ ᎢᏳᏍᏗ.

source: And not only so, but we have joy in God through our Lord Jesus Christ, through whom we are now at peace with God.
chr: ᎥᏝ ᎠᎴ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎾᏍᏉ ᎡᏓᎵᎡᎵᎦ, ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᎪᎯ ᎨᏒ ᎢᎩᏁᎸᎯ ᏥᎩ ᎪᎯᏍᏙᏗ ᎨᏒᎢ.

source: For this reason, as through one man sin came into the world, and death because of sin, and so death came to all men, because all have done evil:
chr: ᎾᏍᎩᏃ, ᏌᏉ ᎠᏍᎦᏯ ᎢᏳᏩᏂᏌᏛ ᎠᏍᎦᏂ ᎡᎶᎯ ᏧᎾᏄᎪᏨ, ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒ [ᏧᎾᏄᎪᏨ;] ᎠᏍᎦᏂ ᎢᏳᏩᏂᏌᏛ ᎠᎴ ᎾᏍᎩ ᏥᏂᎦᎵᏍᏙᏗᎭ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏂᎦᏗᏳ ᏴᏫ ᏧᏂᎷᏤᎸ, ᏂᎦᏗᏳᏰᏃ ᎤᏂᏍᎦᏅᏨ^

source: Because, till the law came, sin was in existence, but sin is not put to the account of anyone when there is no law to be broken.
chr: ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎤᎵᏁᏨ ᎠᏍᎦᏂ ᏁᎰ ᎡᎶᎯ; ᎠᏎᏃ ᎥᏝ ᎤᏂᏍᎦᏅᏨᎯ ᎨᏥᏰᎸᏗ ᏱᎩ ᎾᎿ ᏗᎧᎿᏩᏛᏍᏗ ᎾᎲᎾ ᎨᏒᎢ.

source: But still death had power from Adam till Moses, even over those who had not done wrong like Adam, who is a picture of him who was to come.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎡᎲᎩ ᎠᏓᏫ ᏤᎮ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎼᏏᏃ ᏤᎮ ᏫᎬᏍᏘ, ᎾᏍᎩ ᎾᏍᏉ ᎠᏁᎲ ᏄᏂᏍᎦᏅᏨᎾ ᎨᏒ ᎾᏍᎩᏯ ᏄᏛᏁᎸ ᎤᏍᎦᏅᏨ ᎠᏓᏫ, ᎾᏍᎩ ᎤᎷᎯᏍᏗ ᏥᎨᏒ ᏣᎦᏟᎶᏍᏙᏗ ᏥᎨᏎᎢ.

source: But the free giving of God is not like the wrongdoing of man. For if, by the wrongdoing of one man death came to numbers of men, much more did the grace of God, and the free giving by the grace of one man, Jesus Christ, come to men.
chr: ᎠᏎᏃ ᎥᏝ ᎾᏍᎩᏯ ᏥᏄᏍᏕ ᎠᏍᎦᏅᏨᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏱᏄᏍᏕ ᎬᏩᎦᏘᏯ ᎠᏓᏁᏗ ᎨᏒᎢ. ᎢᏳᏰᏃ ᎠᏏᏴᏫ ᎤᏍᎦᏅᏨ ᎤᏂᏣᏘ ᏧᏂᏲᎱᎯᏍᏔᏅᎯ ᏱᎩ; ᎤᏟᎯᏳ ᎢᎦᎢ ᎤᏂᏣᏘ ᎤᏣᏘ ᎤᏂᎷᏤᎸ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᏓᏁᏗ ᎨᏒ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏏᏴᏫ ᎠᏍᎦᏯ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ.

source: And the free giving has not the same effect as the sin of one: for the effect of one man's sin was punishment by the decision of God, but the free giving had power to give righteousness to wrongdoers in great number.
chr: ᎠᎴ ᎥᏝ ᎾᏍᎩᏯ ᎠᏏᏴᏫᏉ ᎤᏍᎦᏅᏨᎯ ᎢᏳᏩᏂᏌᏛ [ᏗᎨᎫᎪᏓᏁᏗ ᏥᏄᎵᏍᏔᏁ] ᎾᏍᎩᏯ ᏱᏄᏍᏗ ᎤᏓᏁᏗ ᎨᏒᎢ; ᎠᏍᎦᏅᏨᏰᏃ ᏗᎫᎪᏙᏗ ᎨᏒ ᏌᏉᏉ ᎢᏯᏍᎦᏅᏨᎯ ᏅᏓᏳᏓᎴᏅᎯ; ᎬᏩᎦᏘᏯᏍᎩᏂ ᎤᏓᏁᏗ ᎨᏒ ᎤᏣᏘ ᎢᏯᏍᎦᏅᏨᎯ ᎠᏚᏓᎴᏍᏙᏗ ᎤᎬᏩᎳ.

source: For, if by the wrongdoing of one, death was ruling through the one, much more will those to whom has come the wealth of grace and the giving of righteousness, be ruling in life through the one, even Jesus Christ.
chr: ᎢᏳᏰᏃ ᏌᏉ ᏴᏫ ᎤᏍᎦᏅᏨ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏰᎭ ᎾᏍᎩ ᎠᏏᏴᏫ ᎢᏳᏩᏂᏌᏛ; ᎤᏟᎯᏳ ᏄᏓᎷᎸᎾ ᎾᏍᎩ ᎤᏣᏘ ᎨᏥᏁᎸᎯ ᏥᎩ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎬᏩᎦᏘᏯ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎬᏂᏛ ᏗᎨᏒ ᎤᏂᎬᏫᏳᎯ ᎨᏎᏍᏗ ᎠᏏᏴᏫ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ.

source: So then, as the effect of one act of wrongdoing was that punishment came on all men, even so the effect of one act of righteousness was righteousness of life for all men.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ ᎠᏏᏴᏫ ᎤᏍᎦᏅᏨ ᎢᏳᏩᏂᏌᏛ ᎠᏍᎦᏅᏨ ᏗᎫᎪᏙᏗ ᎨᏒ ᏂᎦᏗᏳ ᏴᏫ ᏧᏂᎷᏤᎸ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏏᏴᏫ ᏚᏳᎪᏛ ᏄᏛᏁᎸ ᎢᏳᏩᏂᏌᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏁᏗ ᎨᏒ ᎤᏂᎷᏤᎸ ᏂᎦᏗᏳ ᏴᏫ ᎨᎫᏓᎴᏍᏗᏱ ᎬᏂᏛ ᎤᏂᏩᏛᏗᏱ ᎤᎬᏩᎳ.

source: Because, as numbers of men became sinners through the wrongdoing of one man, even so will great numbers get righteousness through the keeping of the word of God by one man.
chr: ᎠᏏᏴᏫᏰᏃ ᏴᏫ ᏄᏬᎯᏳᏅᎾ ᎨᏒ ᎢᏳᏩᏂᏌᏛ ᎤᏂᏣᏘ ᎠᏂᏍᎦᎾ ᏥᏄᎾᎵᏍᏔᏅ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏏᏴᏫ ᎤᏬᎯᏳᏅ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎤᏂᏣᏘ ᎠᏂᏍᎦᎾ ᏂᎨᏒᎾ ᏅᏛᎾᎵᏍᏔᏂ.

source: And the law came in addition, to make wrongdoing worse; but where there was much sin, there was much more grace:
chr: ᏗᎧᎿᏩᏛᏍᏗᏍᎩᏂ ᎤᏙᏢᏁ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏁᏉᎢᏍᏗᏱ. ᎠᏎᏃ ᎾᎿ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏁᏉᏥᏕᎬ ᎾᎿ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏟᎯᏳ ᎤᏁᏉᏥᏕᎬᎩ;

source: That, as sin had power in death, so grace might have power through righteousness to eternal life through Jesus Christ our Lord.
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏂ ᏧᎬᏫᏳᏌᏕᎬᎩ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎬᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᏌᏕᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎬᏂᏛ ᎦᎾᏄᎪᏫᏍᎬ ᎬᏔᏅᎯ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᎢᏳᏩᏂᏌᏛ.

source: What may we say, then? are we to go on in sin so that there may be more grace?
chr: ᎦᏙᎨᏃ ᏓᏓᏛᏂ? ᏥᎪ ᎠᏏᏉ ᎨᏗᏍᎦᏅᎨᏍᏗ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎤᏁᏉᎢᏍᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ?

source: In no way. How may we, who are dead to sin, be living in it any longer?
chr: ᎬᏩᏟᏍᏗ. ᎠᏴ ᏗᎩᏲᎱᏒᎯ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᎬᏩᎵ, ᎦᏙ ᏱᏚᎵᏍᏙᏓ ᏰᎵ ᎠᏏ ᎾᎿ ᏴᏓᎴᏂᏓ?

source: Or are you without the knowledge that all we who had baptism into Christ Jesus, had baptism into his death?
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎾᏍᎩ ᏂᏗᎥ ᏤᎦᏬᎥᎯ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᏕᏓᏓᏲᎯᏎᎲᎢ, ᎾᏍᎩ ᎤᏲᎱᏒ ᎤᎬᏩᎵ ᏕᎦᏬᎥᎢ?

source: We have been placed with him among the dead through baptism into death: so that as Christ came again from the dead by the glory of the Father, we, in the same way, might be living in new life.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ ᏤᎦᏬᎥᎯ ᏥᎩ, ᎦᎶᏁᏛ ᎢᏧᎳᎭ ᏕᎩᏂᏌᏅᎩ, ᎠᎴ ᎾᏍᎩ ᏗᎩᏲᎱᏒᎯ ᏄᎵᏍᏔᏅᎩ; ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏥᏓᎦᎴᏔᏁᎢ ᎠᎦᏴᎵᎨ ᎦᎸᏉᏗᏳ ᎨᏒ ᎬᏔᏅᎯ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ ᎢᏓᎴᏂᏙᎲ ᎢᏤ ᏱᏓᎴᏂᏙᎭ.

source: For, if we have been made like him in his death, we will, in the same way, be like him in his coming to life again;
chr: ᎢᏳᏰᏃ ᎾᏍᎩ ᎤᏲᎱᏒ ᏗᏓᏤᎵᏛ ᎢᏰᎬᏁᎸᎯ ᎨᏎᏍᏗ, ᎾᏍᏉᏍᎩᏂ ᏚᎴᎯᏌᏅ ᏗᏓᏤᎵᏛ ᎢᏰᎬᏁᏗ ᎨᏎᏍᏗ.

source: Being conscious that our old man was put to death on the cross with him, so that the body of sin might be put away, and we might no longer be servants to sin.
chr: ᎯᎠᏰᏃ ᎾᏍᎩ ᎢᏗᎦᏔᎭ, ᎾᏍᎩ ᎢᎦᏤᎵ ᎤᏪᏥ ᎠᏍᎦᏯ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏅ ᎢᏧᎳᎭ ᎾᏍᎩ [ᎦᎶᏁᏛ] ᎠᎦᏛᏅᎢ, ᎾᏍᎩ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᏰᎸ ᎡᎲ ᎤᏲᎱᎯᏍᏗᏱ, ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎠᏍᎦᏂ ᏗᎩᎾᏢᏗᏱ ᏂᎨᏒᎾ.

source: Because he who is dead is free from sin.
chr: ᎾᏍᎩᏰᏃ Ꮎ ᎤᏲᎱᏒᎯ ᎤᏚᏓᎳᎡᎸᎯ ᎨᏐ ᎠᏍᎦᏂ.

source: But if we are dead with Christ, we have faith that we will be living with him;
chr: ᎢᏳᏰᏃ ᎦᎶᏁᏛ ᎢᏧᎳᎭ ᏗᎩᏲᎱᏒᎯ ᎨᏎᏍᏗ, ᎢᏙᎯᏳᎲᏍᎦ ᎢᏧᎳᎭ ᏗᏛᏃᏛ ᎢᏳᎵᏍᏙᏗᏱ;

source: Having knowledge that because Christ has come back from the dead, he will never again go down to the dead; death has no more power over him.
chr: ᎢᏗᎦᏔᎭᏰᏃ ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏣᎦᎴᏔᏅᎯ ᎨᏒᎢ, ᎥᏝ ᏔᎵᏁ ᎤᏲᎱᎯᏍᏗ ᏱᎩ; ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎥᏝ ᎿᏉ ᎤᏓᎵᏁᎯᏕᎯ ᏱᎩ.

source: For his death was a death to sin, but his life now is a life which he is living to God.
chr: ᎾᏍᎩᏰᏃ ᎤᏲᎱᏒᎯ ᏥᎩ, ᎠᏍᎦᏂ ᎤᎬᏩᎵ ᏌᏉ ᏄᏲᎱᏒᎩ; ᎠᏍᎩᏂ ᎬᏃᏛ ᏥᎩ, ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᎬᏩᎵ ᎬᏃᏛ.

source: Even so see yourselves as dead to sin, but living to God in Christ Jesus.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ ᎢᏨᏒ ᎨᏒ ᎤᏙᎯᏳᎯ ᏗᏥᏲᎱᏒᎯ ᎨᏒ ᎢᏣᏓᏓᏅᏖᏍᎨᏍᏗ ᎠᏍᎦᏂ ᎤᎬᏩᎵ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏤᎵ ᎤᎬᏩᎵ ᏗᏨᏃᏛ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᎢᏳᏩᏂᏌᏛ.

source: For this cause do not let sin be ruling in your body which is under the power of death, so that you give way to its desires;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎠᏍᎦᏂ ᏳᎬᏫᏳᏌᏕᎨᏍᏗ ᏗᏲᎩ ᏗᏥᏰᎸᎢ, ᎾᏍᎩ [ᎠᏍᎦᏂ] ᎢᏦᎯᏳᏗᏱ ᎾᎿ [ᏗᏥᏰᎸ] ᎤᏚᎸᏅᎥᏍᎬᎢ.

source: And do not give your bodies to sin as the instruments of wrongdoing, but give yourselves to God, as those who are living from the dead, and your bodies as instruments of righteousness to God.
chr: ᎠᎴ ᏞᏍᏗ ᎠᏍᎦᏂ ᏤᏥᏲᎯᏎᎸᎩ ᏗᏥᏰᎸ ᎤᏚᏓᏕᏫᏒᎢ, ᎾᏍᎩ ᏗᏨᏙᏗᏱ ᏂᏚᏳᎪᏛᎾ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎢᏨᏒ ᏤᏣᏓᏲᎯᏏ, ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗ ᎤᎾᏛᏂᏛᎯ ᏧᏂᏲᎱᏒᎯ ᎨᏒ ᎠᎴ ᏗᏥᏰᎸ ᎤᏚᏓᏕᏫᏒ ᎤᏁᎳᏅᎯ ᏕᏥᏲᎯᏎᎸᎩ ᎾᏍᎩ ᏗᏨᏙᏗᏱ ᏚᏳᎪᏛ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ,

source: For sin may not have rule over you: because you are not under law, but under grace.
chr: ᎠᏍᎦᏂᏰᏃ ᎥᏝ ᏱᎨᏣᏓᎵᏁᎯᏕᎮᏍᏗ; ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏱᏣᏓᏄᏴᏗ, ᎬᏩᎦᏘᏯᏍᎩᏂ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᏣᏓᏄᏴᏗ.

source: What then? are we to go on in sin because we are not under law but under grace? Let it not be so.
chr: ᎦᏙᏃ? ᎢᏗᏍᎦᏅᎨᏍᏗᏍᎪ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏂᎦᏓᏄᏴᏛᎾ ᎨᏒᎢ, ᎬᏩᎦᏘᏯᏍᎩᏂ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏓᏄᏴᏛᎢ? ᎬᏩᏟᏍᏗ.

source: Are you not conscious that you are the servants of him to whom you give yourselves to do his desire? if to sin, the end being death, or if to do the desire of God, the end being righteousness.
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎾᏍᎩ ᎩᎶ ᏱᏕᏣᏓᏲᎯᏎᎸ ᎢᏥᏅᏏᏙᎲ ᎡᏦᎢᏳᏗᏱ, ᎾᏍᎩ ᎢᏥᎾᏝᎢ ᎨᏒ ᎡᏦᎢᏳᎲᏍᎩ; ᎾᏍᏉ ᎠᏍᎦᏂ ᏱᎩ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎩ ᏱᎩ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒ ᏱᎩ, ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᎬᏗᏍᎩ?

source: But praise be to God that though you were the servants of sin, you have now given yourselves freely to that form of teaching under which you were placed;
chr: ᎠᏗᎾ ᎤᏁᎳᏅᎯ ᎠᎵᎮᎵᏤᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎠᏍᎦᏂ ᏗᏥᎾᏝᎢ ᏥᎨᏒᎩ, ᎠᏎᏃ ᏗᏥᎾᏫ ᎬᏗ ᎢᏦᎯᏳᏅ ᎾᏍᎩ ᏄᏍᏛ ᏗᏕᏲᏗ ᎨᏒ ᎾᏍᎩ ᏤᏥᏲᎯᏎᎸᎯ ᎨᏒᎢ.

source: And being made free from sin you have been made the servants of righteousness.
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏂ ᎨᏒ ᏂᏗᏥᎾᏝᎥᎾ ᏥᏄᎵᏍᏔᏅ, ᏚᏳᎪᏛ ᎨᏒ ᏗᏥᎾᏝᎢ ᏄᎵᏍᏔᏅᎩ.

source: I am using words in the way of men, because your flesh is feeble: as you gave your bodies as servants to what is unclean, and to evil to do evil, so now give them as servants to righteousness to do what is holy.
chr: ᏴᏫ ᎢᏳᏂᏪᏍᏗ ᏂᏥᏪᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏥᏇᏓᎸ ᏩᎾᎦᎳᎯᏳ ᎨᏒᎢ; ᏗᏥᏰᎸᏰᏃ ᎢᏣᏚᏓᏕᏫᏒ ᏥᏕᏥᏲᏒᎩ ᎦᏓᎭ ᎠᎴ ᎤᏲ ᎨᏒ ᎤᏂᎾᏝᎢ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎤᏲ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎪᎯ ᎨᏒᎢ, ᏗᏥᏰᎸ ᎢᏣᏚᏓᏕᏫᏒ ᏗᏥᏲᎯ ᎤᏂᎾᏝᎢ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎢᏥᏍᎦᎾ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: When you were servants of sin you were free from righteousness.
chr: ᎾᎯᏳᏰᏃ ᎠᏍᎦᏂ ᏗᏥᎾᏝᎢ ᏥᎨᏒᎩ, ᏚᏳᎪᏛ ᎨᏒ ᏂᏗᏥᎾᏝᎥᎾ ᎨᏒᎩ.

source: What fruit had you at that time in the things which are now a shame to you? for the end of such things is death.
chr: ᎾᎯᏳᏃ ᏥᎨᏒᎩ ᎦᏙ ᎤᏍᏗ ᎢᏥᏁᏉᏤᎮ ᎾᏍᎩ ᎪᎯ ᏥᏣᏕᎰᏍᎦ? ᎠᏲᎱᎯᏍᏗᏰᏃ ᎨᏒ ᏭᎵᏰᎢᎶᎯᏍᏗ ᎾᏍᎩ.

source: But now, being free from sin, and having been made servants to God, you have your fruit in that which is holy, and the end is eternal life.
chr: ᎪᎯᏍᎩᏂ ᎨᏒ ᎠᏍᎦᏂ ᏂᏗᏥᎾᏝᎥᎾ ᏥᎩ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏥᎾᏝᎢ ᏥᏄᎵᏍᏔᏅ, ᎢᏥᏁᏉᎥᎯ ᎢᏥᎭ ᏂᏥᏍᎦᏅᎾ ᎢᏨᏁᎯ, ᏩᎵᏍᏆᏗᎯᎲᏃ ᏭᏍᏗᏥᎯᏍᏗ ᏂᎨᏒᎾ ᎬᏂᏛ.

source: For the reward of sin is death; but what God freely gives is eternal life in Jesus Christ our Lord.
chr: ᎠᏍᎦᏂᏰᏃ ᎤᏓᎫᏴᎡᏗ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎢᎩ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎬᏩᎦᏘᏯ ᎤᏓᏁᏗ ᎨᏒ ᎬᏂᏛ ᏭᏍᏗᏥᎯᏍᏗ ᏂᎨᏒᎾ, ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᎢᏳᏩᏂᏌᏛ.

source: Is it not clear, my brothers (I am using an argument to those who have knowledge of the law), that the law has power over a man as long as he is living?
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎠᏓᎵᏅᏟ, (ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎠᏂᎦᏔᎯ ᎦᏥᏬᏁᏗᎭ,) ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎾᏝᎥ ᏴᏫ ᏂᎪᎯᎸ ᎡᎲᎢ?

source: For the woman who has a husband is placed by the law under the power of her husband as long as he is living; but if her husband is dead, she is free from the law of the husband.
chr: ᎠᎨᏴᏰᏃ ᏥᏓᏤᎰᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏙ ᎤᏰᎯ ᎤᎾᏁᎳᏗᏍᏗᏱ ᎢᎪᎯᏛ ᎠᎴᏂᏙᎲ ᎤᏰᎯ; ᎤᏰᎯᏍᎩᏂ ᎤᏲᎱᏒᎯ ᏱᎩ, ᎤᏚᏓᎴᏛ ᎨᏐ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏛ ᎤᏰᎯ ᎤᎾᏁᎳᏗᏍᏗᏱ.

source: So if, while the husband is living, she is joined to another man, she will get the name of one who is untrue to her husband: but if the husband is dead, she is free from the law, so that she is not untrue, even if she takes another man.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏳᏃ ᎠᏏᏉ ᎡᎲ ᎤᏰᎯ, ᏅᏩᏓᎴ ᎠᏍᎦᏯ ᏱᏚᎾᏤᏅ, ᎠᏓᏲᏁᎯ ᎠᎪᏎᎮᏍᏗ; ᎢᏳᏍᎩᏂ ᎤᏰᎯ ᎤᏲᎱᏒᎯ ᏱᎩ, ᎤᏚᏓᎴᏛ ᎨᏐ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏛᎢ; ᎾᏍᎩᏃ ᎥᏝ ᎠᏓᏲᏁᎯ ᏱᎩ, ᎤᏁᎳᎩ ᏅᏩᏓᎴ ᎠᏍᎦᏯ ᏱᏓᎾᏤᎭ.

source: In the same way, my brothers, you were made dead to the law through the body of Christ, so that you might be joined to another, even to him who came again from the dead, so that we might give fruit to God.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ ᏂᎯ ᎾᏍᏉ ᏗᏥᏲᎱᏒᎯ ᏂᏣᎵᏍᏔᏅ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎬᏩᎵ, ᎦᎶᏁᏛ ᎠᏰᎸ ᎢᏳᏩᏂᏌᏛ; ᎾᏍᎩ ᏅᏩᏓᎴ ᏗᏣᏨᏍᏗᏱ ᎠᏰᎸᏒᎩ, ᎾᏍᎩ ᎠᏲᎱᏒ ᏣᎦᎴᏔᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎦᏔᏔᏅᎯ ᎡᏗᎾᏄᎪᏫᏎᏗᏱ ᎤᏁᎳᏅᎯ.

source: For when we were in the flesh, the evil passions which came into being through the law were working in our bodies to give the fruit of death.
chr: ᎤᏇᏓᎸᏉᏰᏃ ᎠᏏ ᏥᏕᎲᎢ, ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏚᎸᏅᎥᏍᎬᎢ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏳᏩᏂᏌᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏚᎸᏫᏍᏓᏁᎲᎩ ᏗᏗᏰᎸ ᎤᏚᏓᏕᏫᏒᎢ ᎤᎦᏔᏔᏅᎯ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎡᏗᎾᏄᎪᏫᏎᏗᏱ.

source: But now we are free from the law, having been made dead to that which had power over us; so that we are servants in the new way of the spirit, not in the old way of the letter.
chr: ᎪᎯᏍᎩᏂ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎡᏓᏚᏓᎳᎡᎸ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏲᎱᏒᎯ ᎨᏒ ᏗᎩᎾᏢᏅᎯ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏤ ᎠᏓᏅᏙ ᎢᎬᏙᏗᏱ ᎪᎱᏍᏗ ᎡᏓᏛᏁᏗᏱ, ᎥᏝᏃ ᎪᏪᎸᏉ ᎢᎬᏙᏗᏱ ᎾᏍᎩᏯ ᏂᎦᏛᏁᎸ ᏧᏩᎫᏔᏅᏒᎢ.

source: What then is to be said? is the law sin? in no way. But I would not have had knowledge of sin but for the law: for I would not have been conscious of desire if the law had not said, You may not have a desire for what is another's.
chr: ᎦᏙᎨᏃ ᏓᏓᏛᏂ? ᏥᎪ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᎦᏂᏉ? ᎬᏩᏟᏍᏗ. ᎥᏝᏍᎩᏂ ᎠᏍᎦᏂ ᏱᎬᎩᎦᏙᎥᏎ ᎥᏝ ᏗᎧᎿᏩᏛᏍᏗ; ᎥᏝᏰᏃ ᏱᎦᏥᎦᏔᎮ ᎤᏲ ᎠᏚᎸᏅᏗ ᎨᏒᎢ, ᎢᏳᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎯᎠ ᏄᏪᏒᎾ ᏱᎨᏎᎢ, ᏞᏍᏗ ᏣᏓᏚᎸᎡᎸᎩ.

source: But sin, taking its chance through that which was ordered by the law, was working in me every form of desire: because without the law sin is dead.
chr: ᎠᏍᎦᏂᏍᎩᏂ ᎤᎵᏁᏨ ᎬᏗᏍᎬᎢ ᏄᏓᎴᏒ ᎤᏲ ᎠᏆᏚᎸᏅᏗᏱ ᎾᏋᏁᎸᎩ. ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᎦᏂ ᎤᏲᎱᏒᎯ ᏱᎩ.

source: And there was a time when I was living without the law: but when the law gave its orders, sin came to life and put me to death;
chr: ᎢᎸᎯᏳᏰᏃ ᏥᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᏂᏓᏆᏁᎶᏛᎾ ᎨᏒ ᎢᏳᎢ ᎬᏃᏛ ᎨᏒᎩ; ᎤᎵᏁᏨᏍᎩᏂ ᎤᎷᏨ, ᎠᏍᎦᏂ ᎤᏛᏂᏛᎩ, ᎠᏴᏃ ᎠᎩᏲᎱᏒᎩ.

source: And I made the discovery that the law whose purpose was to give life had become a cause of death:
chr: ᎠᎴ ᎾᏍᎩ ᎤᎵᏁᏨ ᎬᏂᏛ ᎠᏓᏁᎯ ᎨᏒ ᎠᏓᎯᎯᏉ ᎾᏆᎵᏍᏓᏁᎸᎩ ᎠᏴ.

source: For I was tricked and put to death by sin, which took its chance through the law.
chr: ᎠᏍᎦᏂᏰᏃ ᎤᎵᏁᏨ ᎬᏗᏍᎬ ᎠᎩᎶᏄᎮᎸᎩ, ᎠᎴ ᎾᏍᎩ ᎠᎩᎯᏍᏔᏅᎩ.

source: But the law is holy, and its orders are holy, upright, and good.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎦᏅᎾ; ᎠᎴ ᎾᏍᎩ ᎤᎵᏁᏨ ᎾᏍᎦᏅᎾ, ᎠᎴ ᏚᏳᎪᏛᎢ, ᎠᎴ ᎣᏏᏳ.

source: Was then that which is good, death to me? In no way. But the purpose was that sin might be seen to be sin by working death to me through that which is good; so that through the orders of the law sin might seem much more evil.
chr: ᏥᎪᏃ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎨᏒ ᎠᎩᎯᎯᏉ ᏄᎵᏍᏔᏁᎢ? ᎬᏩᏟᏍᏗ. ᎠᏍᎦᏂᏍᎩᏂ, ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᏄᏍᏛ ᎠᏍᎦᏂ, ᏚᎸᏫᏍᏓᏁᎲᎩ ᎠᎩᎯᏍᏗᏱ ᎬᏗᏍᎬᎩ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏍᎦᏂ ᎤᎵᏁᏨ ᎢᏳᏩᏂᏌᏛ ᎤᏣᏘ ᎠᏍᎦᎾᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ.

source: For we are conscious that the law is of the spirit; but I am of the flesh, given into the power of sin.
chr: ᎢᏗᎦᏔᎭᏰᏃ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏓᏅᏙ ᎤᏠᏱ ᎨᏒᎢ; ᎠᏴᏍᎩᏂ ᎤᏇᏓᎵ ᎠᏆᏘᏂᏙᎯ, ᎥᎩᎾᏗᏅᏛ ᎠᏍᎦᏂ ᎠᎩᎾᏢᏗᏱ.

source: And I have no clear knowledge of what I am doing, for that which I have a mind to do, I do not, but what I have hate for, that I do.
chr: ᏄᏍᏛᏰᏃ ᏓᎩᎸᏫᏍᏓᏁᎲᎢ, ᎥᏝ ᎣᏏᏳ ᏯᎩᏰᎸᎭ; ᏄᏍᏛᏍᎩᏂ ᎠᏆᏚᎵᏍᎬᎢ ᎥᏝ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎰᎢ; ᎾᏍᎩᏍᎩᏂ ᏥᏂᏆᏘᎲᎢ, ᎾᏍᎩ ᏂᎦᏛᏁᎰᎢ.

source: But, if I do that which I have no mind to do, I am in agreement with the law that the law is good.
chr: ᎾᏍᎩᏃ ᎢᏳ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎭ, ᏗᎧᎿᏩᏛᏍᏗ ᎣᏏᏳ ᎨᏒ ᎪᎢᏳᎲᏍᎦ.

source: So it is no longer I who do it, but the sin living in me.
chr: ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎥᏝ ᎿᏉ ᎠᏴ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎭ, ᎠᏍᎦᏂᏍᎩᏂ ᎾᏍᎩ ᏣᎩᏯᎠ.

source: For I am conscious that in me, that is, in my flesh, there is nothing good: I have the mind but not the power to do what is right.
chr: ᏥᎦᏔᎭᏰᏃ ᎾᏍᎩ ᎠᏴ ᎨᏒᎢ, (ᎾᏍᎩ ᎠᎩᏇᏓᎸ ᏯᏛᏅ,) ᎪᎱᏍᏗ ᎣᏍᏛ ᏄᎵᏠᏯᏍᏛᎾ ᎨᏒᎢ; ᎠᏚᎸᏗᏱᏰᏃ ᎠᎩᎭ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎣᏍᏛ ᎨᏒ ᎢᏯᏛᏁᏗᏱ ᎥᏝ ᏱᏥᏩᏘᎭ.

source: For the good which I have a mind to do, I do not: but the evil which I have no mind to do, that I do.
chr: ᎣᏍᏛᏰᏃ ᎢᏯᏛᏁᏗᏱ ᎠᏆᏚᎵᏍᎬᎢ, ᎥᏝ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎰᎢ; ᎤᏲᏍᎩᏂ ᎾᏍᎩ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏂᎦᏛᏁᎰᎢ.

source: But if I do what I have no mind to do, it is no longer I who do it, but the sin living in me.
chr: ᎾᏍᎩᏃ ᎢᏳᏃ ᎠᏴ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎭ, ᎥᏝ ᎠᏴ ᎿᏉ ᎾᏍᎩ ᏱᏂᎦᎦᏛᏁᎭ, ᎠᏍᎦᏂᏍᎩᏂ ᎾᏍᎩ ᏣᎩᏯᎠ.

source: So I see a law that, though I have a mind to do good, evil is present in me.
chr: ᎾᏍᎩᏃ ᎾᏉ ᏥᏩᏘᎭ ᎯᎠ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎣᏍᏛ ᎢᏯᏆᏛᏁᏗᏱ ᎠᏆᏚᎸ, ᎤᏲ ᎨᏒ ᏓᎩᎧᎿᏩᏗᏙᎰᎢ.

source: In my heart I take pleasure in the law of God,
chr: ᎣᏏᏳᏰᏃ ᎠᎩᏰᎸᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎬᏗᎭ ᎭᏫᏂ ᎠᏇᎲ ᏴᏫ.

source: But I see another law in my body, working against the law of my mind, and making me the servant of the law of sin which is in my flesh.
chr: ᎠᏎᏃ ᎢᏥᎪᏩᏘᎭ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏥᏰᎸ ᎠᏆᏚᏓᏕᏫᏒᎢ, ᎾᏍᎩ ᏗᎦᏘᎴᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏆᏓᏅᏙᎩᎯ ᎠᎲᎢ, ᎠᎴ ᏥᏴᎩ ᎢᏯᏋᏁᎯ ᎠᏊᏓᎸᎥᏍᎩ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎠᏍᎦᏂ ᎤᏤᎵᎦ, ᎾᏍᎩ ᏥᏰᎸ ᎠᏆᏚᏓᏕᏫᏒ ᎠᎲᎢ.

source: How unhappy am I! who will make me free from the body of this death?
chr: ᎤᏲᏍᏛᏉ ᎾᏆᏍᏗ ᎠᏴ! ᎦᎪ ᏛᏊᏓᎴᏏ ᎯᎠ ᎾᏍᎩ ᏥᏰᎸ ᎠᏓᎯᎯ ᎠᏆᏚᏓᎸᏛᎢ.

source: I give praise to God through Jesus Christ our Lord. So with my mind I am a servant to the law of God, but with my flesh to the law of sin.
chr: ᎤᏁᎳᏅᎯ ᏥᏯᎵᎡᎵᏤᎭ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᎢᏳᏩᏂᏌᏛ. ᎾᏍᎩᏃ ᎠᏆᏓᏅᏖᏗᏱ ᎬᏗᎭ, ᎠᏴᏉ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏕᏥᎦᎾᏩᏕᎦ, ᎠᎩᏇᏓᎸᏍᎩᏂ ᎨᏒ ᎬᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᎦᏂ ᎤᏤᎵ ᏕᏥᎦᎿᏩᏕᎦ.

source: For this cause those who are in Christ Jesus will not be judged as sinners.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᎿᏉ ᏩᎭ ᏗᎬᏩᎾᏚᎪᏓᏁᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᏯᎢ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎨᏒ ᎾᏂᏍᏓᏩᏕᎬᎾ ᏥᎩ, ᎠᏓᏅᏙᏍᎩᏂ ᏣᏂᏍᏓᏩᏕᎦ.

source: For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death.
chr: ᎠᏓᏅᏙᏰᏃ ᎬᏂᏛ ᎠᏓᏁᎯ, ᎾᏍᎩ ᎬᏂᏛ ᎦᎶᏁᏛ ᏥᏌ ᏨᏗᏓᎴᎲᏍᎦ, ᎾᏍᎩ ᎠᏓᏅᏙ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏊᏓᎴᏒ ᎠᏍᎦᏂ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᎾᏤᎵ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎠᏆᏚᏓᎸᎢ.

source: For what the law was not able to do because it was feeble through the flesh, God, sending his Son in the image of the evil flesh, and as an offering for sin, gave his decision against sin in the flesh:
chr: ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎢᎬᏩᏛᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏩᎾᎦᎳᎯᏳ ᎨᏒ ᎤᏇᏓᎵ ᎢᏳᏩᏂᏌᏛ,^ ᎤᏁᎳᏅᎯ ᎤᏩᏒ ᎤᏪᏥ ᏧᏅᏎ ᎾᏍᎩᏯ ᏗᏟᎶᏍᏔᏅᎯ ᎠᏍᎦᎾ ᎤᏇᏓᎵ, ᎠᎴ ᎠᏍᎦᏂ ᏧᎬᏩᎴᎢ, ᏚᏭᎪᏓᏁᎴ ᎤᏎᎪᎩᏎ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏇᏓᎸ ᎠᏯᎥᎢ;

source: So that what was ordered by the law might be done in us, who are living, not in the way of the flesh, but in the way of the Spirit.
chr: ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏙᏗᏱ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎾᏍᎩᏯ ᏚᏳᎪᏛ ᎢᎦᏛᏁᎰᎲᏍᏗᏱ, ᎠᏴ ᎤᏇᏓᎵ ᎨᏒ ᎢᏗᏍᏓᏩᏕᎩ ᏂᎨᏒᎾ ᏥᎩ, ᎠᏓᏅᏙᏍᎩᏂ ᎢᏗᏍᏓᏩᏕᎩ.

source: For those who are living in the way of the flesh give their minds to the things of the flesh, but those who go in the way of the Spirit, to the things of the Spirit.
chr: ᎾᏍᎩᏰᏃ ᎤᏇᏓᎵ ᏧᎾᏘᏂᏙᎯ ᎤᏇᏓᎵᏉ ᎤᏤᎵ ᎤᎬᏩᎵ ᎤᎾᎦᏌᏯᏍᏙᎢ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᏓᏅᏙ ᏧᎾᏘᏂᏙᎯ ᎠᏓᏅᏙᏉ ᎤᏤᎵ ᎤᎬᏩᎵ ᎤᎾᎦᏌᏯᏍᏙᎢ.

source: For the mind of the flesh is death, but the mind of the Spirit is life and peace:
chr: ᎤᏇᏓᎵᏰᏃ ᎠᎦᏌᏯᏍᏙᏗᏱ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ; ᎠᏓᏅᏙᏍᎩᏂ ᎠᏕᏌᏯᏍᏙᏗᏱ ᎬᏂᏛ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏗᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ.

source: Because the mind of the flesh is opposite to God; it is not under the law of God, and is not able to be:
chr: ᎤᏇᏓᎵᏰᏃ ᎠᎦᏌᏯᏍᏙᏗᏱ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏗᎦᏘᎴᎩ; ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏗᎧᎿᏩᏕᎩ ᏱᎩ, ᎥᏝ ᎠᎴ ᎤᏙᎩᏳᎯ ᎾᏍᎩ ᏰᎵ ᏱᏅᎬᏛᎦ;

source: So that those who are in the flesh are not able to give pleasure to God.
chr: ᎾᏍᎩᏃ ᎤᏇᏓᎵ ᏧᎾᏘᏂᏙᎯ ᎨᏒ ᎥᏝ ᎤᏁᎳᏅᎯ ᎣᏍᏛ ᎤᏰᎸᏗ ᏱᏅᎬᎾᏛᎦ.

source: You are not in the flesh but in the Spirit, if the Spirit of God is in you. But if any man has not the Spirit of Christ he is not one of his.
chr: ᏂᎯᏍᎩᏂ ᎥᏝ ᎤᏇᏓᎵ ᏗᏣᏘᏂᏙᎯ ᏱᎩ, ᎠᏓᏅᏙᏍᎩᏂ ᏗᏣᏘᏂᏙᎯ, ᎢᏳᏃ ᎰᏩ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏱᏥᏯᎠ. ᎠᎴ ᎢᏳ ᎩᎶ ᎦᎶᏁᏛ ᎤᏓᏅᏙ ᏄᏪᎲᎾ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ Ꮎ ᎥᏝ [ᎦᎶᏁᏛ] ᎤᏤᎵ ᏱᎦᎩ.

source: And if Christ is in you, the body is dead because of sin, but the Spirit is life because of righteousness.
chr: ᎢᏳᏍᎩᏂ ᎦᎶᏁᏛ ᎢᏥᏯᎡᏍᏗ, ᎠᏰᎸ ᎤᏙᎯᏳᎯ ᎤᏲᎱᏒᎯ ᎠᏍᎦᏂ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎠᏓᏅᏙᏍᎩᏂ ᎬᏃᏛ ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ.

source: But if the Spirit of him who made Jesus come again from the dead is in you, he who made Christ Jesus come again from the dead will in the same way, through his Spirit which is in you, give life to your bodies which now are under the power of death.
chr: ᎢᏳᏍᎩᏂ ᏥᏌ ᎤᏲᎱᏒ ᏧᎴᏔᏅᎯ ᎤᏓᏅᏙ ᎢᏥᏯᎡᏍᏗ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏧᎴᏔᏅᎯ ᎾᏍᏉ ᏙᏓᎬᏃᎯᏍᏔᏂ ᏗᏲᎱᏍᎩ ᏗᏥᏰᎸᎢ ᏓᎬᏔᏂ ᎤᏓᏅᏙ ᎾᏍᎩ ᏥᏥᏯᎠ.

source: So then, my brothers, we are in debt, not to the flesh to be living in the way of the flesh:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ, ᎡᎩᏚᎦ, ᎥᏝ ᎤᏇᏓᎵ ᏱᎩᏚᎦ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎢᎩᏍᏓᏩᏗᏓᏍᏗᏱ ᎢᏕᎲᎢ.

source: For if you go in the way of the flesh, death will come on you; but if by the Spirit you put to death the works of the body, you will have life.
chr: ᎢᏳᏰᏃ ᎢᏤᎲ ᎤᏇᏓᎵ ᎨᏒ ᎢᏥᏍᏓᏩᏗᏙᎮᏍᏗ, ᏙᏓᏥᏲᎱᏏ; ᎢᏳᏍᎩᏂ ᎠᏓᏅᏙ ᎬᏗ ᎠᏰᎸ ᏚᎸᏫᏍᏓᏁᎲ ᎢᏥᎯᎮᏍᏗ, ᏕᏨᏁᏍᏗ.

source: And all those who are guided by the Spirit of God are sons of God.
chr: ᎾᏂᎥᏰᏃ ᎩᎶᎢ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏧᎾᏘᏂᏙᎯ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏪᏥ.

source: For you did not get the spirit of servants again to put you in fear, but the spirit of sons was given to you, by which we say, Abba, Father.
chr: ᎥᏝᏰᏃ ᎠᏓᏅᏙ ᎠᏥᎾᏝᎢ ᏔᎵᏁ ᎡᏥᏁᎸᎯ ᏱᎩ, ᎾᏍᎩ ᎢᏥᎾᏰᎯᏍᏗᏱ; ᏧᏪᏥᏍᎩᏂ ᎢᎨᎬᏁᎸᎯ ᎤᎾᏓᏅᏙ ᎡᏥᏁᎸ, ᎾᏍᎩ ᎢᏛᏗᏍᎬ, ᎠᏆ! ᎡᏙᏓ! ᏥᏓᏗᏍᎪᎢ.

source: The Spirit is witness with our spirit that we are children of God:
chr: ᎠᏓᏅᏙᏰᏃ ᎤᏩᏒ ᏓᎵᎪᏁᎭ ᏗᎦᏓᏅᏙ ᎬᏂᎨᏒ ᎾᏅᏁᎲ, ᎾᏍᎩ ᎠᏴ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎨᏒᎢ.

source: And if we are children, we have a right to a part in the heritage; a part in the things of God, together with Christ; so that if we have a part in his pain, we will in the same way have a part in his glory.
chr: ᎠᎴ ᎢᏳ ᏧᏪᏥ ᏱᎩ, ᎿᏉ ᎢᎦᏘᏰᎯ ᏧᎬᏩᎶᏗ; ᎢᎦᏘᏰᏗ ᏧᎬᏩᎶᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎦᎶᏁᏛ ᎢᏧᎳᎭ ᎢᎦᏘᏰᏗ; ᎢᏳᏃ ᎰᏩ ᏱᎦᏠᏯᏍᏗᎭ ᎠᎩᎵᏲᎬᎢ, ᎾᏍᏉ ᎢᎦᏠᏯᏍᏙᏗ ᎨᏎᏍᏗ ᎠᏥᎸᏉᏗᏍᎬᎢ.

source: I am of the opinion that there is no comparison between the pain of this present time and the glory which we will see in the future.
chr: ᎦᏓᏅᏖᏍᎬᏰᏃ ᎯᎠ ᎾᏍᎩ ᎪᎯ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎥᏝ ᏗᎬᏟᎶᏍᏙᏗ ᏱᎩ ᎦᎸᏉᏗᏳ ᎨᏒ ᎾᏍᎩ ᎡᎩᎾᏄᎪᏫᏎᏗ ᎨᏒᎢ.

source: For the strong desire of every living thing is waiting for the revelation of the sons of God.
chr: ᎤᎵᏂᎩᏛᏰᏃ ᎤᏚᎩ ᎤᏩᏒ ᎠᎦᏁᎳᏅᎯ ᎨᏒ ᎠᎦᏘᏯ ᎨᏥᎾᏄᎪᏫᏒ ᎤᏁᎳᏅᎯ ᏧᏪᏥ.

source: For every living thing was put under the power of change, not by its desire, but by him who made it so, in hope
chr: ᎠᎦᏁᎳᏅᎯᏰᏃ ᎠᏲᎩ ᎾᎬᏁᎴᎢ, ᎥᏝ ᎣᏏᏳ ᎤᏰᎸᏒ ᎢᏳᏍᏗ, ᎣᏏᏳᏍᎩᏂ ᎤᏰᎸᏅ ᎢᏳᏍᏗ ᎾᏍᎩ Ꮎ ᎾᏍᎩ ᎢᏳᏩᏁᎸᎯ, ᎤᏚᎩ ᎤᏮᏗᏱ ᎤᏰᎸᏅ,
